{
  "nav_home": "Startseite",
  "nav_about": "Über uns",
  "nav_services": "Leistungen",
  "nav_contact": "Kontakt",
  "nav_services_1": "Transport & Logistik",
  "nav_services_2": "Bauwesen",
  "nav_services_3": "Kurier- und Lieferflottenmanagement",
  "nav_services_4": "Landwirtschaftliches Flotten-Tracking und -Management",
  "nav_services_5": "Abfallwirtschaft",
  "nav_services_6": "Personentransport",
  "contact_navbar": "Kontaktieren Sie uns noch heute",
  
  
  "section2_title": "MEHR MIT DATEN ERREICHEN-",
  "section2_text": "datengetriebene Flottenlösungen",
  "section2_subtitle": "Flotten- und Fahrersicherheit",
  "section2_subtitle_text": "Erhalten Sie mit Videotelematik Beweise für Versicherungsansprüche oder andere Situationen. Sehen Sie sofort, wie die Kosten sinken und die Sicherheit steigt.",
  "section2_subtitle2": "Nachhaltiges Fahren",
  "section2_subtitle2_text": "Führen Sie nachhaltiges Fahren mit Hilfe von CO₂-Berichten ein und überprüfen Sie Fahrpraktiken mit unserer Fahrer-Verhaltensanalyse-Lösung.",
  "section2_subtitle3": "Zuverlässiges Tracking",
  "section2_subtitle3_text": "Kombinieren Sie unsere hochwertigen Geräte mit der Truckpost-Plattform für zuverlässiges GPS-Tracking und Datenerfassung. Richten Sie sie selbst ein, um Zeit und Ressourcen zu sparen!",
  "section2_subtitle4": "Mühelose Compliance",
  "section2_subtitle4_text": "Vermeiden Sie Bußgelder im Zusammenhang mit dem Tachographen und machen Sie sich nie wieder Sorgen um einen verpassten Fahrerkartendownload – dank unserer automatischen Fern-Download-Lösung.",

  "services": "TRUCKPOST IN VERSCHIEDENEN BRANCHEN",
  "services-subtitle": "DIENSTLEISTUNGEN",
  "services-1": "Transport und Logistik",
  "services-1-subtitle": "Mehr als 700.000 monatliche Downloads von Fahrzeug- und Fahrerdaten garantieren die Zuverlässigkeit unserer Lösung für das Logistikflottenmanagement. Erfüllen Sie Vorschriften mühelos und greifen Sie mit nur wenigen Klicks auf alle Informationen zu.",
  "services-2": "Bauwesen",
  "services-2-subtitle": "Kombinieren Sie GPS-Tracking mit Kameras, Bluetooth-Geräten, branchenspezifischen Berichten, speziellen Warnmeldungen, Arbeitszeiterfassung und anderen Tools – alles in einer einzigen Flottenplattform, um die reale Situation auf der Baustelle aus der Ferne zu sehen.",
  "services-3": "Kurier- und Lieferflottenmanagement",
  "services-3-subtitle": "Beenden Sie verpasste Lieferungen und Kundenbeschwerden. Truckpost bietet Ihnen Echtzeit-Tracking, Routenoptimierung und automatische Benachrichtigungen, damit Sie schneller liefern, Kosten senken und Kunden zufriedenstellen können.",
  "services-4": "Landwirtschaftliches Flotten-Tracking und -Management",
  "services-4-subtitle": "Das Tracking von landwirtschaftlichen Flotten sorgt für volle Transparenz Ihrer Geräte und Aufgaben – auch in abgelegenen Gebieten. Wir haben die richtigen Werkzeuge für all Ihre Assets.",
  "services-5": "Abfallwirtschaft",
  "services-5-subtitle": "Versäumte Abholungen und Beschwerden über unvollständige Aufgaben können Ihrem Ruf und Ihren Verträgen schaden. Truckpost bietet Ihrer Abfallwirtschaftsflotte einen Nachweis der geleisteten Arbeit – sei es die Müllabfuhr oder die Straßenreinigung.",
  "services-6": "Personenbeförderung",
  "services-6-subtitle": "Mit Truckpost sparen Sie Ihrer Flotte Geld durch unsere Kraftstoffmanagement-Lösung, Zeit durch den Fern-Download von Tachographen, sorgen für Sicherheit mit Videotelematik und vieles mehr!",
  "services-7": "Dienstleister",
  "services-7-subtitle": "Besuchen Ihre Außendienstmitarbeiter Kunden, um Dienstleistungen zu erbringen? Mit Flottenmanagement-Software können Sie den Arbeitsablauf Ihres Teams ganz einfach optimieren.",
  "services-8": "Anhänger-Tracking",
  "services-8-subtitle": "Erreichen Sie ganz einfach volle Anhängersichtbarkeit mit der Truckpost-Plattform. Sammeln Sie die Daten großer Hersteller wie Schmitz Cargobull und KRONE an einem Ort.",

  "homepage-detail-title": "Optimieren Sie jede Fahrt mit unserem neuen Planungstool",
  "homepage-detail-title-2": "Müde von Leerfahrten und chaotischer Koordination zwischen Disponenten und Fahrern? Unsere neue Aufgaben- und Routenplanungs­lösung hilft Ihnen, Abläufe zu optimieren, indem alles an einem Ort zusammengeführt wird:",
  "homepage-detail-subtitle-1": "LIVE-AUFGABENKARTE",
  "homepage-detail-paragraph-1": "Sehen Sie alle aktiven und geplanten Aufgaben in Echtzeit, verfolgen Sie den Fortschritt und erkennen Sie Abweichungen von der Route.",
  "homepage-detail-subtitle-2": "FLEXIBLE PLANUNGSWERKZEUGE",
  "homepage-detail-paragraph-2": "Weisen Sie Aufgaben schnell zu, bearbeiten oder übertragen Sie sie neu – alles optimiert auf Basis von Fahrzeugparametern und Lieferprioritäten.",
  "homepage-detail-subtitle-3": "EFFIZIENTER FAHRER-WORKFLOW",
  "homepage-detail-paragraph-3": "Bieten Sie Turn-by-Turn-Navigation, Echtzeit-Updates und das Scannen von Lieferdokumenten über die App.",
  "homepage-detail-subtitle-4": "Rechtlicher Schutz",
  "homepage-detail-paragraph-4": "Sichern Sie sich zuverlässige Video­beweise, um Verkehrsunfälle und Streitigkeiten zu Ihren Gunsten zu lösen.",
  "homepage-detail-subtitle-5": "Einfache Nutzung",
  "homepage-detail-paragraph-5": "Greifen Sie für jedes Datum und jedes Fahrzeug auf Livestreams und Archivaufnahmen in einer einzigen Plattform zu.",
  "homepage-detail-subtitle-6": "Straßensicherheit",
  "homepage-detail-paragraph-6": "Nutzen Sie KI-gestützte Systeme, um Gefahren zu erkennen, Beinaheunfälle zu melden und Vorfälle zu analysieren, damit der Fahrer vor Anschuldigungen geschützt wird.",

  "footer-category-1": "PRODUKTE",
  "footer-category-2": "RESSOURCEN",
  "footer-category-3": "ÜBER UNS",
  "footer-category-4": "KONTAKT",

  "about_page_title": "Über uns",
  "about_subtitle": "Wir helfen Unternehmen, ihre Flotten effizient zu verwalten",
  "about_subtitle_text": "WER WIR SIND",
  "about_subtitle_text_2": "Unsere Reise begann 2006, als wir unsere Plattform für Flottenmanagement und Asset-Tracking starteten und unsere ersten Kunden gewannen – viele von ihnen arbeiten noch heute mit uns zusammen. Seitdem haben wir uns zu einem starken internationalen Team entwickelt und Beziehungen zu Tausenden von Kunden und Partnern weltweit aufgebaut.",
  "about_section2_title": "ÜBER TRUCKPOST",
  "about_section2_text": "Unsere Reise begann 2006, als wir unsere Plattform für Flottenmanagement und Asset-Tracking starteten und unsere ersten Kunden gewannen – viele von ihnen arbeiten noch heute mit uns zusammen. Seitdem haben wir uns zu einem starken internationalen Team entwickelt und Beziehungen zu Tausenden von Kunden und Partnern weltweit aufgebaut.",
  "about_section2_text2": "Wir entwickeln Tracking-Geräte und Flottenmanagement-Software, die eine Vielzahl von Fahrdaten sammelt und in hilfreiche Berichte, Diagramme und Dashboards umwandelt. Wir stehen für datenbasiertes Flottenmanagement und helfen Unternehmen, fundierte Entscheidungen zu treffen, die ihre Effizienz steigern und Ressourcen sparen.",
  "about_section3_title": "Leben bei Truckpost",
  "about_section3_text": "Truckpost ist Teil der Draugiem Group – einer internationalen IT-Unternehmensgruppe aus Lettland mit Niederlassungen in mehreren europäischen Ländern und den USA. Unsere Arbeit basiert auf Zusammenarbeit und dem Teilen derselben Werte wie der Rest der Gruppe – Fairness, Experimente und Eigeninitiative. Werfen Sie einen Blick darauf, wie ein Tag in unserem Leben aussieht!",
  "about_section4_title": "WARUM TRUCKPOST?",
  "about_section4_item": "Wofür wir stehen",
  "about_section4_text": "Wir glauben, dass Technologie Unternehmen viel Zeit und Geld sparen kann, wenn sie richtig eingesetzt wird. Deshalb arbeiten wir kontinuierlich an neuen Lösungen, Produkten und Verbesserungen der Plattform, um sicherzustellen, dass unsere Kunden und Partner alles haben, was sie brauchen, um sicher, verantwortungsvoll und effizient zu arbeiten – unabhängig von ihrer Branche oder Flottengröße.",
  "about_section4_item2": "Ein Team von Profis",
  "about_section4_text2": "Truckpost ist ein internationales Team, das in Lettland, Litauen, Estland, Finnland, Schweden, Dänemark und Spanien tätig ist, um unsere Kunden und Partner täglich zu unterstützen. Truckpost-Entwickler, Ingenieure, Projektmanager, Vertriebs- und Marketingexperten, Kundendienstspezialisten und Techniker arbeiten zusammen, um qualitativ hochwertige Dienstleistungen zu erbringen und unseren Kunden zu helfen, ihre Geschäftsziele zu erreichen.",
  "about_section5_title":"", 
  "about_section5_subtitle":"", 
  "about_section5_title_2": "300 000+",
  "about_section5_paragraph": "INSTALLIERTE GERÄTE",
  "about_section5_title_3": "31k+",
  "about_section5_paragraph_2": "AKTIVE KUNDEN",
  "about_section5_title_4": "19+",
  "about_section5_paragraph_3": "JAHRE IM GESCHÄFT",
  "about_section5_title_5": "400+",
  "about_section5_paragraph_4": "PARTNER WELTWEIT",
  "about_location_title": "Unsere Büros weltweit",
  "location_1_title": "Hauptsitz",
  "location_1_subtitle":"Vācieša Straße 6B, Riga, Lettland, LV-1004",
  "location_2_title": "Spanien",
  "location_2_subtitle":"Carrer d'Àlaba, 56B - 2. Stock 08005, Barcelona",
  "location_3_title": "Estland",
  "location_3_subtitle":"Peterburi Straße 90F - 42, 11415, Tallinn",   
  "location_4_title": "Finnland",
  "location_4_subtitle":"Äyritie 8 E, 01510 Vantaa",
  "location_5_title": "Dänemark",
  "location_5_subtitle":"Søndergade 19L - 8464, Galten",
  "location_6_title": "Litauen",
  "location_6_subtitle":"Geležinio Vilko g. 18A, Vilnius, 08126 Vilniaus m. sav.",
  "location_7_title": "Schweden",
  "location_7_subtitle":"Trollebergsvägen 14, 222 29, Lund",
  "location_8_title": "Cēsis",
  "location_8_subtitle":"Valmieras iela 19, Cēsis, Cēsu Stadt, Cēsu Bezirk, LV-4101, Lettland",


  "services_title": "TRANSPORT UND LOGISTIK",
  "services_section_title": "ZUVERLÄSSIGE TACHOGRAPHEN-DOWNLOADS FÜR LOGISTIKFLOTTEN",
  "services_section_text": "Mehr als 700.000 monatliche Downloads von Fahrzeug- und Fahrerdaten garantieren die Zuverlässigkeit unserer Lösung für das Logistikflottenmanagement. Erfüllen Sie Vorschriften mühelos und greifen Sie mit nur wenigen Klicks auf alle Informationen zu.",    "services_section_text2": "Sparen Sie Zeit und erfüllen Sie Vorschriften mit Remote-Tachographen-Downloads",
  "service_list_item": "Beseitigen Sie sich wiederholende Verwaltungsarbeit", 
  "service_list_item_2": "Reduzieren Sie den Zeitaufwand für die Koordination mit Fahrern",
  "service_list_item_3": "Verpassen Sie nie wieder eine gesetzliche Frist",
  "service_list_item_4": "Zentralisieren Sie alle Compliance-Daten an einem sicheren Ort",
  "service_paragraph": "Hören Sie auf, Stunden mit manuellen Compliance-Aufgaben zu verschwenden. Unser automatisiertes System hält Ihre Tachographendateien stets aktuell — keine physischen Downloads, kein Hinterherlaufen von Fahrern, keine verpassten Fristen. Alles wird geplant, gespeichert und ist einsatzbereit, wenn Sie es brauchen. Und wenn Sie noch mehr optimieren möchten, decken unsere Lösungen alles ab, was Ihre Flotte benötigt — von Sicherheit bis hin zur Kraftstoffkontrolle.",
  "service_paragraph_2": "Finden Sie alle Vermögensdaten, die Sie benötigen, um fundierte Entscheidungen in der Truckpost-Software für Transportunternehmen zu treffen. Analysieren Sie Kraftstoffverbrauchstrends, Flottengröße und -zustand, Fahrzeugstandorte und mehr. Verbinden Sie Ihre bestehenden Systeme über API-Flottenintegrationen, um das vollständige Bild zu erhalten.",
  "services_section2_title": "Leistungsstarke Fahrzeuginformationen",
  "services_section2_subtitle": "Finden Sie alle Vermögensdaten, die Sie benötigen, um fundierte Entscheidungen in der Truckpost-Software für Transportunternehmen zu treffen. Analysieren Sie Kraftstoffverbrauchstrends, Flottengröße und -zustand, Fahrzeugstandorte und mehr. Verbinden Sie Ihre bestehenden Systeme über API-Flottenintegrationen, um das vollständige Bild zu erhalten.",
  "services_section2_text": "Gewinnen Sie mit den fortschrittlichen Softwarelösungen von Truckpost, die speziell für Transportunternehmen entwickelt wurden, vollständige Transparenz über Ihre Flottenoperationen. Unsere Plattform konsolidiert alle wichtigen Vermögensdaten in einem einzigen, benutzerfreundlichen System und ermöglicht es Ihnen, fundierte Geschäftsentscheidungen auf Basis realer Zahlen zu treffen.",
  "services_section3_title": "WARUM UNS WÄHLEN?",
  "services_section3_subtitle": "Reduzieren Sie Risiken und verbessern Sie die Entscheidungsfindung mit Echtzeit-Video",
  "services_section3_text": "Truckpost-Flottenkameras bieten umfassenden Schutz für Ihr Unternehmen. Mit genauen, hochwertigen Aufnahmen können Sie falsche Anschuldigungen vermeiden, Versicherungskosten senken und Zeit bei der Streitbeilegung sparen. Darüber hinaus unterstützen diese Lösungen Ihre Fahrer und schützen sie vor ungerechten Anschuldigungen und ungerechtfertigten Bußgeldern.",
  "services_section3_subtitle2": "Flottenanhänger-Tracking",
  "services_section3_text2": "Erreichen Sie mit der Truckpost-Plattform ganz einfach volle Transparenz für Anhänger. Erhalten Sie Daten an einem Ort für große Hersteller wie Schmitz Cargobull und KRONE.",
  "services_section3_subtitle3": "Einsatzbereite Flottendaten",
  "services_section3_text3": "Greifen Sie sofort auf die relevantesten Daten für Ihren Logistikbetrieb über anpassbare Dashboards und branchenspezifische Berichte zu. Von kritischen Warnungen — wie einem Lkw, der mit Achsüberlastung losfährt — bis hin zu wichtigen Kennzahlen wie Kraftstoffverbrauch und CO₂-Emissionen pro Route ist alles darauf ausgelegt, Ihnen zu helfen, schnell und präzise zu handeln. Machen Sie Ihre Flotte zu einer ständigen Erkenntnisquelle, um Kosten zu senken, die Betriebseffizienz zu steigern und eine nachhaltigere Logistik zu erreichen.",

  "services2_title": "BAU",
  "services2_section_title": "Wissen, was auf der Baustelle passiert – über GPS hinaus",
  "services2_section_text": "Kombinieren Sie GPS-Tracking mit Kameras, Bluetooth-Geräten, branchenspezifischen Berichten, speziellen Warnmeldungen, Arbeitszeiterfassung und anderen Tools in einer einzigen Flottenplattform, um die reale Situation auf der Baustelle aus der Ferne zu sehen.",
  "services2_section_text2": "Warum entscheiden sich Bauunternehmen für Truckpost?",
  "service2_list_item": "Viele Sicherheitslösungen an einem Ort – Ein Bluetooth-(BLE)-Gerät, das nur ein paar Euro kostet, kann Ihre Werkzeuge im Wert von über 1000 Euro retten. Nutzen Sie sorgfältig ausgewählte Lösungen, die sich nach dem ersten Vorfall bezahlt machen. Werkzeugdiebstahl? Verwenden Sie kleine BLE-Tracker. Fahrzeuge verschwunden? Mit GPS-Geräten lokalisieren. Nicht genug Augen vor Ort? Installieren Sie Kameras. Kraftstoffdiebstahl? Richten Sie Tankalarme ein. Und erhalten Sie Zugriff auf über 40 Warnmeldungen, damit Sie sofort reagieren können.",
  "service2_list_item_2": "Ein Bluetooth-(BLE)-Gerät, das nur ein paar Euro kostet, kann Ihre Werkzeuge im Wert von über 1000 Euro retten. Nutzen Sie sorgfältig ausgewählte Lösungen, die sich nach dem ersten Vorfall bezahlt machen. Werkzeugdiebstahl? Verwenden Sie kleine BLE-Tracker. Fahrzeuge verschwunden? Mit GPS-Geräten lokalisieren. Nicht genug Augen vor Ort? Installieren Sie Kameras. Kraftstoffdiebstahl? Richten Sie Tankalarme ein. Und erhalten Sie Zugriff auf über 40 Warnmeldungen, damit Sie sofort reagieren können. Eine einfache Plattform und Apps sparen Zeit. Unsere Baukunden sagen, dass der Einstieg in die Truckpost-Plattform und Apps schnell und einfach ist. Sparen Sie Zeit, sobald Sie digitalisieren.",
  "service2_list_item_3": "Werkzeuge zur Verbesserung der Kosteneffizienz – Wir wissen, was die Flottenkosten für Bauunternehmen verursacht, daher bietet die Truckpost-Plattform Lösungen, um diese zu senken. Unsere Kunden analysieren oft übermäßiges Leerlaufen von Fahrzeugen, wiederkehrende riskante Fahrereignisse, unnötige Betriebsstunden schwerer Geräte, vergleichen Mitarbeiterarbeitszeiten mit Kameraaufnahmen und mehr. Wir liefern Daten, die Sie in Einsparungen umwandeln können.",
  "service2_paragraph_2": "Finden Sie alle Asset-Daten, die Sie benötigen, um fundierte Entscheidungen zu treffen, in der Truckpost-Software. Analysieren Sie Kraftstoffverbrauchstrends, Flottengröße und -zustand, Fahrzeugstandorte und mehr. Verbinden Sie Ihre bestehenden Systeme über API-Flottenintegrationen für das Gesamtbild.",
  "services2_section2_title": "Sie verlieren Tausende, wenn Geräte gestohlen oder verlegt werden",
  "services2_section2_subtitle": "Die Baustelle ist nicht leicht zu sichern. Zäune und Wachen können nicht immer unbefugtes Betreten verhindern. Sogar Ihre Arbeiter könnten den kleinen Bohrhammer im Wert von 400+ Euro auf dem großen Gelände verlieren.",
  "services2_section2_text": "Flottenkameras funktionieren, wenn der Motor läuft. Sehen Sie die Situation in Echtzeit oder sehen Sie sich Aufzeichnungen an – alles aus der Ferne. GPS-Tracker an großen Fahrzeugen zeigen deren Live-Standort auf der Truckpost-Plattformkarte an. Bluetooth-Tracker sind klein und können an fast jedem Werkzeug angebracht werden. Gestohlen oder verlegt? Einfach überprüfen. Benutzerdefinierte Geofences auf der Karte senden Ihnen Warnungen, wenn ein Werkzeug oder Fahrzeug das festgelegte Gebiet verlässt.",
  "services2_section3_title": "Sie haben unnötige Kosten auf den Fahrten zur und von der Baustelle",
  "services2_section3_subtitle": "Fahrverhaltensanalyse",
  "services2_section3_text": "Verfolgen Sie starkes Bremsen, Beschleunigen, Geschwindigkeitsüberschreitungen und andere kraftstoffverschwendende Gewohnheiten und schulen Sie anschließend die Fahrer.",
  "services2_section3_subtitle2": "Übersicht über übermäßiges Leerlaufen",
  "services2_section3_text2": "Analysieren Sie die Leerlauftrends der Fahrzeuge und bitten Sie die Mitarbeiter, den Motor bei Bedarf abzustellen.",
  "services2_section3_subtitle3": "Kraftstoffverbrauchstrends",
  "services2_section3_text3": "Vergleichen Sie Betankungsdaten mit dem tatsächlichen Tankinhalt, um Kraftstoffdiebstahl aufzudecken. Sehen Sie sich Kraftstoffdiagramme an, um festzustellen, welche Fahrzeuge oder Fahrer unter vergleichbaren Bedingungen weniger effizient sind.",
  "services2_section4_subtitle4": "Unfallaufnahmen überprüfen",
  "services2_section4_text4": "Fügen Sie Kameras zu Fahrzeugen hinzu und bearbeiten Sie unfaire Ansprüche nach Unfällen einfach – das spart Ihnen bis zu 5000 Euro pro Fall.",
  
  "services3_title": "Kurier- und Lieferflotten-Management",
  "services3_section_title": "Kurier- und Lieferflotten-Management",
  "services3_section_text": "Beenden Sie verpasste Lieferungen und Kundenbeschwerden. Truckpost bietet Ihnen Echtzeit-Tracking, Routenoptimierung und automatische Warnmeldungen, damit Sie schneller liefern, Kosten senken und Kunden zufriedenstellen können.",
  "services3_section_text2": "Warum entscheiden sich Bauunternehmen für Truckpost?",
  "service3_list_item": "Wissen Sie genau, wo sich jedes Fahrzeug befindet – Planen Sie intelligentere Routen, vermeiden Sie Staus und reagieren Sie sofort auf Verzögerungen. Geben Sie den Kunden genaue Zeitfenster für Lieferungen und teilen Sie Standortlinks.",
  "service3_list_item_2": "Schützen Sie Ihre Fahrer und Ihren Ruf – Mit Flottenkameras und GPS-Tracking können Sie die Lieferung nachweisen, falsche Ansprüche vermeiden und Streitigkeiten mit klaren, zeitgestempelten Videos und Daten lösen.",
  "service3_list_item_3": "Werkzeuge zur Verbesserung der Kosteneffizienz – Wir wissen, was die Flottenkosten für Bauunternehmen verursacht, daher bietet die Truckpost-Plattform Lösungen, um diese zu senken. Unsere Kunden analysieren oft übermäßiges Leerlaufen, wiederkehrende riskante Fahrereignisse, unnötige Betriebsstunden schwerer Geräte, vergleichen Arbeitszeiten mit Kameraaufnahmen und mehr. Wir liefern Daten, die Sie in Einsparungen umwandeln können.",
  "service3_list_item_4": "Bringen Sie alles in ein Dashboard – Verfolgen Sie Fahrzeuge, Lieferungen, Fahrstil, Kraftstoff, Wartung und mehr von einer einzigen Plattform aus. Keine Tabellenkalkulationen oder App-Wechsel mehr nötig.",
  "services3_section2_title": "Routenplanung für zuverlässige Lieferungen",
  "services3_section2_subtitle": "Mit Truckpost können Disponenten detaillierte Routen planen, Fahrer verfolgen Aufgaben per mobiler App und der gesamte Fortschritt wird live überwacht.",
  "services3_section2_text": "Abgeschlossene Aufgaben werden automatisch mit Ihrem System synchronisiert, damit die Lieferungen schnell und transparent bleiben. Truckpost Basic ist eine GPS-Tracking-Lösung, die Sie selbst einrichten können. Es bietet eine kostengünstige Verfolgung der Lieferflotte mit einfachen Funktionen, einschließlich Fahrzeugstandorten auf der Live-Karte, Flottenübersicht und Routenverlauf. Außerdem stellt die Lösung Berichte bereit, die Sie beim Finanzamt einreichen können, um Steuervergünstigungen für Firmenfahrzeuge zu erhalten (je nach Land).",
  "services3_section3_title": "Flottenkameras zeigen Ihnen genau, was passiert ist",
  "services3_section3_subtitle": "Wissen Sie genau, wo sich jedes Fahrzeug befindet",
  "services3_section3_text": "Planen Sie intelligentere Routen, vermeiden Sie Staus und reagieren Sie sofort auf Verzögerungen. Geben Sie den Kunden genaue Zeitfenster für Lieferungen und teilen Sie Standortlinks.",
  "services3_section3_subtitle2": "Schützen Sie Ihre Fahrer und Ihren Ruf",
  "services3_section3_text2": "Mit Flottenkameras und GPS-Tracking können Sie die Lieferung nachweisen, falsche Ansprüche vermeiden und Streitigkeiten mit klaren, zeitgestempelten Videos und Daten lösen.",
  "services3_section3_subtitle3": "Kraftstoffkosten senken",
  "services3_section3_text3": "Truckpost hilft Ihnen, ineffizientes Fahren zu erkennen, Leerlaufzeiten zu reduzieren und den Kraftstoffverbrauch zu überwachen. Kombinieren Sie dies mit der Routenoptimierung, um jede Fahrt zu verbessern und zu sparen.",
  "services3_section3_subtitle4": "Bringen Sie alles in ein Dashboard",
  "services3_section3_text4": "Verfolgen Sie Fahrzeuge, Lieferungen, Fahrstil, Kraftstoff, Wartung und mehr von einer einzigen Plattform aus. Keine Tabellenkalkulationen oder App-Wechsel mehr nötig.",

  "services4_section_text2": "Warum wählen Bauunternehmen Truckpost?",
  "service4_list_item": "Weniger Leerlauf, mehr Arbeit – Echtzeitdaten zu Maschinenstandort und -aktivität helfen, Leerlaufzeiten auf der Baustelle zu reduzieren.",
  "service4_list_item_2": "Fernüberwachung der Arbeit – Keine Vor-Ort-Kontrolle, Anrufe oder Nachrichten nötig – verfolgen Sie alles aus der Ferne.",
  "service4_list_item_3": "Einfache Mitarbeiterverwaltung – Sehen Sie, wer wo und wie lange arbeitet – sogar auf mehreren Baustellen gleichzeitig.",
  "service4_list_item_4": "Erhebliche Kraftstoffersparnis – Finden Sie heraus, welche Fahrzeuge am meisten Kraftstoff verbrauchen, und bekämpfen Sie Kraftstoffdiebstahl mit speziellen Alarmen.",
  "services4_section2_title": "Verwaltung von Saisonarbeitskräften vereinfachen",
  "services4_section2_subtitle": "Überwachen und koordinieren Sie entfernte Teams mühelos.",
  "services4_section2_text": "Kommunizieren Sie mit den Mitarbeitern über die Truckpost Driver App statt per Telefon. Nutzen Sie die Arbeitszeiterfassungs-Tools, um Stundenzettel zu automatisieren und Verwaltungsfehler zu reduzieren. Richten Sie Fahrzeug-Checklisten ein, die Mitarbeiter direkt in der App ausfüllen können.",
  "services4_section3_title": "Kameralösungen für landwirtschaftliche Flotten",
  "services4_section3_subtitle": "Teure Erntefehler vermeiden",
  "services4_section3_text": "Überwachen Sie die Arbeit von Mähdreschern und Erntemaschinen in Echtzeit",
  "services4_section3_subtitle2": "Feldbedingungen aus der Ferne beurteilen",
  "services4_section3_text2": "Prüfen Sie Bodenfeuchtigkeit, Wachstumsstadium der Pflanzen und ob die Maschinen überhaupt aufs Feld können",
  "services4_section3_subtitle3": "Subunternehmer zur Verantwortung ziehen",
  "services4_section3_text3": "Sehen Sie genau, wie Ihre Maschinen genutzt werden",
  "services4_section3_subtitle4": "Be- und Entladungen verifizieren",
  "services4_section3_text4": "Vermeiden Sie Streitigkeiten an Getreideterminals und Lagereinrichtungen",

  "services5_title": "Flottenüberwachung für Abfallwirtschaft",
  "services5_section_title": "FLOTTENÜBERWACHUNG ABFALLWIRTSCHAFT",
  "services5_section_text": "Die Verfolgung von Landwirtschaftsflotten gewährleistet vollständige Sichtbarkeit für Ihre Geräte und Aufgaben – auch in abgelegenen Gebieten. Wir haben die richtigen Werkzeuge für alle Ihre Assets.",
  "services5_section_text2": "Warum Truck Post wählen?",
  "service5_list_item": "Visueller Nachweis mit Live- und aufgezeichnetem Video – Beschwerden widerlegen. Schutz vor falschen Schadensansprüchen. Nachweis erledigter Arbeiten mit Multi-Kamera-Aufnahmen, die sicher in der Cloud gespeichert sind.",
  "service5_list_item_2": "Routenwiederholung und -verfolgung – Rekonstruieren Sie jede Route in Sekunden. Sehen Sie, welche Straßen befahren wurden, wann Abholungen stattfanden und wie lange jeder Halt dauerte. Streitigkeiten in Minuten lösen.",
  "service5_list_item_3": "Kraftstoffkosten senken – Ineffizientes Stop-and-Go-Fahren verbrennt schnell Kraftstoff. Truckpost erkennt Leerlauf, Umwege und verschwenderische Fahrmuster, sodass Sie dort sparen können, wo es zählt.",
  "service5_list_item_4": "Schutz teurer Geräte – Ein Fahrzeug für die Abfallwirtschaft kann über 200.000 € kosten. Truckpost-Lösungen zeigen die Nutzung der Flotte und das Fahrverhalten auf, sodass Sie Risiken schnell erkennen können.",
  "services5_section2_title": "Truckpost-Lösungen für die Flottenverfolgung in der Abfallwirtschaft",
  "services5_section2_subtitle":"Flottenüberwachung Abfallwirtschaft",
  "services5_section2_text":"Überwachung mit fortschrittlichem GPS- und BLE-Tracking – Echtzeit-GPS-Verfolgung von Fahrzeugen und Routen. Bluetooth-Low-Energy-Sensoren zur Überwachung von Behälterentleerungen, Anhängern und Werkzeugen. Schnelle und flexible Installation sowie eine Selbstinstallationsoption. Kraftstoffkosten mit smarterem Fahren senken – Übermäßigen Leerlauf und aggressives Fahren erkennen und reduzieren. Ineffiziente Fahrzeuge mit Verbrauchsberichten identifizieren. Fahrerleistung vergleichen, um Einsparungen zu fördern. Daten zur Planung kraftstoffeffizienterer Routen nutzen. Nachhaltigkeitsziele der Flotte unterstützen – Übermäßige Flottenerweiterung durch präzise Nutzungsdaten vermeiden. Fahrzeuglebensdauer durch besseres Fahrverhalten verlängern. Schwach performende Fahrzeuge für gezielten Austausch identifizieren. Emissionen durch optimierte tägliche Abläufe reduzieren. Messbare Fortschritte bei Nachhaltigkeitszielen nachweisen.",
  "services5_section3_title":"Entwickelt für Abfallsammelflotten",
  "services5_section3_subtitle":"Bereit für städtische Herausforderungen",
  "services5_section3_text":"Abfallwirtschaft bedeutet oft enge Straßen, Verkehr und kurzfristige Routenänderungen. Truckpost liefert Ihnen Echtzeitdaten, um all dies problemlos zu bewältigen.",
  "services5_section3_subtitle2":"Zuverlässige Verfolgung, Tag und Nacht",
  "services5_section3_text2":"Abfallwirtschaft hört nach Einbruch der Dunkelheit nicht auf. Truckpost unterstützt Nachtschichten und 24/7-Betrieb mit präzisem Tracking und Echtzeit-Sichtbarkeit.",
  "services5_section3_subtitle3":"Stop-and-Go-Fahren unter Kontrolle",
  "services5_section3_text3":"Abfallsammlung bedeutet häufige Stopps und hohen Kraftstoffverbrauch. Das Flottenmanagementsystem von Truckpost hilft Ihnen, Fahrverhalten zu überwachen, den Verbrauch zu reduzieren und teure Fahrzeugschäden zu vermeiden.",
  "services5_section3_subtitle4":"Intelligentere Routenplanung",
  "services5_section3_text4":"Planen, zuweisen und verfolgen Sie Aufgaben in der Abfallwirtschaft mit Echtzeit-Updates. Halten Sie den Betrieb auch bei sich ändernden Bedingungen effizient.",

  "services6_title": "Flottenmanagement für den Personentransport",
  "services6_section_title": "SICHERSTELLUNG VON COMPLIANCE, SICHERHEIT UND KOSTENEFFIZIENZ",
  "services6_section_text": "Truckpost spart Ihrer Flotte Geld mit unserer Kraftstoffmanagementlösung, Zeit mit dem Fern-Tachographendownload, sorgt für Sicherheit mit Videotelematik und mehr!",
  "services6_section_text2": "Wir helfen Ihnen, sicherzustellen, dass jeder eine sichere und effiziente Reise hat",
  "service6_list_item": "Sicherheit für Fahrer, Passagiere und Fahrzeuge – Stellen Sie sicher, dass Ihre Fahrer geschützt sind und Sie Beweise im Falle von Unfällen oder Auseinandersetzungen mit Videotelematik haben.",
  "service6_list_item_2": "Kraftstoffeinsparungen und ein besseres Passagiererlebnis – Informieren Sie jeden Fahrer über sein Fahrverhalten, um es zu verbessern und den Kraftstoffverbrauch sowie CO2-Emissionen erheblich zu minimieren. Besseres Fahren trägt auch zu einer ruhigeren Fahrt für Passagiere bei.",
  "service6_list_item_3": "Komplette Flottenkontrolle und Compliance – Überwachen Sie Ihre Flotte auf der Live-GPS-Karte, stellen Sie den guten Zustand durch Flottenwartung sicher und erfüllen Sie EU-Vorschriften mit der Fern-Tacho-Download-Lösung.",
  "services6_section2_title": "Warum wählen Personentransportunternehmen Truckpost?",
  "services6_section2_subtitle":"Die Plattform, die sich Ihren Bedürfnissen anpasst",
  "services6_section2_text":"Die Arbeit mit der Truckpost-Plattform ist einfach. Erreichen Sie alle notwendigen Bereiche mit wenigen Klicks. Sofortige Statistiken sind im Dashboard verfügbar. Entlasten Sie sich, indem Sie Alarme und Erinnerungen per E-Mail, in der Plattform oder sogar per SMS einstellen. Berichte mit nur den notwendigen Daten generieren und regelmäßig aktualisieren lassen.",
  "services6_section3_title":"Robuste, hauseigene Geräte",
  "services6_section3_subtitle":"Truckpost-Kameras",
  "services6_section3_text":"Alles auf der Straße erfassen und später Beweise haben",
  "services6_section3_subtitle2":"Truckpost Basic",
  "services6_section3_text2":"Verfolgen Sie Ihre Fahrzeuge mit einem einfachen GPS-Tracker und erstellen Sie Geozonen",
  "services6_section3_subtitle3":"Truckpost Expert",
  "services6_section3_text3":"Bringen Sie Ihre Flotte auf die nächste Stufe mit Daten zu Kraftstoffverbrauch, Fahrverhalten, Tachographenaufzeichnungen und mehr.",
  "services6_section3_subtitle4":"Alle Geräte können auch von Ihnen selbst installiert werden!",
  "services6_section3_text4":"Wählen Sie die Plug-&-Play-Versionen, um sie in Ihrer eigenen Zeit einzurichten – kein Techniker und keine Installationskosten erforderlich.",

  "contact_title": "Kontaktieren Sie uns",
  "contact_form_title": "Wir sind hier, um Ihnen zu helfen!",
  "contact_form_text": "Wir freuen uns, Ihnen weiterzuhelfen und Ihnen mehr über unsere Produkte und Lösungen zu erzählen. Senden Sie uns eine Anfrage, und einer unserer Kundenberater wird sich bei Ihnen melden.",
  "contact_map_title": "HAUPTSITZ",
  "contact_companyinfo_title": "UNTERNEHMENSINFORMATIONEN"
  
  

}
