{
  "nav_home": "Home",
  "nav_about": "About",
  "nav_services": "Industries",
  "nav_contact": "Contact",
  "nav_services_1": "Transport & Logistics",
  "nav_services_2": "Construction",
  "nav_services_3": "Courier and Delivery Fleet Management",
  "nav_services_4": "Agriculture Fleet Tracking and Management",
  "nav_services_5": "Waste Management",
  "nav_services_6": "Passenger Transport",
  "contact_navbar": "Contact us today",
  
  "section2_title": "ACHIEVE MORE WITH DATA-",
  "section2_text": "driven fleet solutions",
  "section2_subtitle": "Fleet and Driver Safety",
  "section2_subtitle_text": "Get evidence for insurance claims or other situations with video telematics. See costs decrease and safety increase momentarily.",    
  "section2_subtitle2": "Sustainable Driving",
  "section2_subtitle2_text": "Introduce sustainable driving with the help of CO2 reporting and check driving practices with our driver behaviour analysis solution.",
  "section2_subtitle3": "Reliable Tracking",
  "section2_subtitle3_text": "Pair our high-quality devices with the Truckpost platform for reliable GPS tracking and data gathering. Set them up yourself to save time and resources!",  
  "section2_subtitle4": "Effortless compliance",
  "section2_subtitle4_text":"Avoid tachograph-related fines and never worry about a missed driver card download again with our automatic remote tacho download solution.",

  "services": "TRUCKPOST ACROSS INDUSTRIES",
  "services-subtitle": "SERVICES",
  "services-1":"Transport & Logistics",
  "services-1-subtitle": "More than 700.000 monthly vehicle and driver tachograph data downloads guarantee the reliability of our solution for logistics fleet management. Comply with regulations effortlessly and access all the information in just a few clicks.",
  "services-2":"Construction",
  "services-2-subtitle":"Combine GPS tracking with cameras, Bluetooth devices, industry-specific reports, special alerts, working time recorder, and other tools available in a single fleet platform to remotely see the real situation at the construction site.",
  "services-3":"Courier & Delivery Fleet Management",
  "services-3-subtitle":"Put an end to missed deliveries and customer complaints. Truckpost gives you real-time tracking, route optimisation, and automated alerts so you can deliver faster, cut costs, and keep clients happy.",
  "services-4":"Agriculture Fleet Tracking and Management",
  "services-4-subtitle":"Agriculture fleet tracking ensures complete visibility for your equipment and tasks – even in remote areas. We have the right tools for all your assets.",
  "services-5":"Waste Management",
  "services-5-subtitle":"Missed pickups and complaints about unfinished tasks can damage your reputation and contracts. Truckpost gives your waste management fleet proof of work, whether it’s bin pickup or street cleaning.",
  "services-6":"Passenger Transport",
  "services-6-subtitle":"Truckpost will save your fleet money with our fuel management solution, time with remote tachograph download, ensure safety with video telematics, and more!",
  "services-7":"Service Providers",
  "services-7-subtitle":"Are your field employees visiting clients to provide a service? You can easily optimise the workflow of your team by using fleet management software.",
  "services-8":"Trailer Tracking",
  "services-8-subtitle":"Easily achieve full trailer visibility with the Truckpost platform. Get data in one place for major manufacturers like Schmitz Cargobull and KRONE.",

  "homepage-detail-title": "Optimise every trip with our new planning tool",
  "homepage-detail-title-2": "Tired of empty kilometres and messy coordination between dispatchers and drivers? Our new task & route planning solution helps you streamline operations by combining everything in one place:",
  "homepage-detail-subtitle-1": "LIVE TASK MAP",
  "homepage-detail-paragraph-1": "See all active and planned tasks in real time, track progress, and detect any route deviations.",
  "homepage-detail-subtitle-2": "FLEXIBLE PLANNING TOOLS",
  "homepage-detail-paragraph-2": "Quickly assign, edit, or reassign tasks, all optimised based on vehicle parameters and delivery priorities.",
  "homepage-detail-subtitle-3": "EFFECTIVE DRIVER WORKFLOW",
  "homepage-detail-paragraph-3": "Deliver turn-by-turn navigation, real-time updates, and delivery document scanning through the app", 
  "homepage-detail-subtitle-4":"Legal protection",
  "homepage-detail-paragraph-4":"Secure trustworthy video evidence to solve road accidents and disputes in your favour.",
  "homepage-detail-subtitle-5":"Easy usage",
  "homepage-detail-paragraph-5":"Access livestreams and footage archives for any date and vehicle, all in one platform.",
  "homepage-detail-subtitle-6":"Road safety",
  "homepage-detail-paragraph-6":"Use AI-based systems to identify hazards, report near-misses, and analyse incidents to protect the driver from charges.",  

  "footer-category-1":"PRODUCTS",
  "footer-category-2":"RESOURCES",
  "footer-category-3":"ABOUT",
  "footer-category-4":"CONTACT US",

   "about_page_title": "About Us",
   "about_subtitle": "We Help Companies Efficiently Manage Their Fleets",
   "about_subtitle_text": "WHO WE ARE",
   "about_subtitle_text_2": "Our journey began in 2006 when we launched our fleet management and asset tracking platform, gaining our first clients – many of whom still work with us today. Since then, we have evolved into a strong international team, fostering relationships with thousands of clients and partners worldwide.",
   "about_section2_title": "ABOUT TRUCKPOST",
   "about_section2_text": "Our journey began in 2006 when we launched our fleet management and asset tracking platform, gaining our first clients – many of whom still work with us today. Since then, we have evolved into a strong international team, fostering relationships with thousands of clients and partners worldwide.",
   "about_section2_text2": "We develop tracking devices and fleet management software that collects a vast range of driving data and turns it into helpful reports, charts, and dashboards. We stand for data-driven fleet management and help companies make informed decisions that boost their efficiency and save resources.",
   "about_section3_title": "Life at Truckpost",
   "about_section3_text": "Truckpost is a part of the Draugiem Group - an international IT company association from Latvia with offices in multiple locations across Europe and the USA. Our work is based on cooperation and sharing the same values as the rest of the companies in the group - fairness, experiments and initiative. Take a look at how a day in our life looks like!",
   "about_section4_title": "WHY CHOOSE TRUCKPOST?",
   "about_section4_item": "What We Stand For",
   "about_section4_text": "We believe that technology can save businesses a lot of time and money if used wisely. That’s why we continuously work on new solutions, products, and platform improvements to make sure our clients and partners have everything they need to drive safely, responsibly, and efficiently, no matter their industry or fleet size.",
   "about_section4_item2": "A Team of Professionals",
   "about_section4_text2": "Truckpost is an international team working in Latvia, Lithuania, Estonia, Finland, Sweden, Denmark, and Spain to support our clients and partners daily. Truckpost developers, engineers, project managers, sales and marketing people, customer support specialists, and technicians work together to deliver high-quality services and help our clients achieve their business goals. ",
   "about_section5_title":"",
   "about_section5_subtitle":"",
   "about_section5_title_2": "300 000+",
   "about_section5_paragraph": "DEVICES INSTALLED",
   "about_section5_title_3": "31k+",
   "about_section5_paragraph_2": "ACTIVE CLIENTS",
   "about_section5_title_4": "19+",
   "about_section5_paragraph_3": "YEARS IN BUSINESS",
   "about_section5_title_5": "400+",
   "about_section5_paragraph_4": "PARTNERS IN WORLDWIDE",
   "about_location_title": "Our Offices Worldwide",
   "location_1_title": "Headquarters",
   "location_1_subtitle":"Vācieša Street 6B, Riga, Latvia, LV-1004",
   "location_2_title": "Spain",
   "location_2_subtitle":"Carrer d'Àlaba, 56B - 2nd floor 08005, Barcelona",
   "location_3_title": "Estonia",
   "location_3_subtitle":"Peterburi street 90F - 42, 11415, Tallinn",   
   "location_4_title": "Finland",
   "location_4_subtitle":"Äyritie 8 E, 01510 Vantaa",
   "location_5_title": "Denmark",
   "location_5_subtitle":"Søndergade 19L - 8464, Galten",
   "location_6_title": "Lithuania",
   "location_6_subtitle":"Geležinio Vilko g. 18A, Vilnius, 08126 Vilniaus m. sav.",
   "location_7_title": "Sweden",
   "location_7_subtitle":"Trollebergsvägen 14, 222 29, Lund",
   "location_8_title": "Cēsis",
   "location_8_subtitle":"Valmieras iela 19, Cēsis, Cēsu pilsēta, Cēsu novads, LV-4101, Latvia",


   "services_title": "TRANSPORT AND LOGISTIC",
   "services_section_title": "RELIABLE TACHOGRAPH DOWNLOADS FOR LOGISTICS FLEETS",
   "services_section_text": "More than 700.000 monthly vehicle and driver tachograph data downloads guarantee the reliability of our solution for logistics fleet management. Comply with regulations effortlessly and access all the information in just a few clicks.",
   "services_section_text2": "Save time and comply with regulations using remote tachograph downloads",
   "service_list_item": "Eliminate repetitive admin work",
   "service_list_item_2": "Reduce time spent coordinating with drivers ",
   "service_list_item_3": "Never miss a legal deadline again",
   "service_list_item_4": "Centralise all compliance data in one secure place",
   "service_paragraph": "Stop wasting hours on manual compliance tasks. Our automated system keeps your tachograph files up to date — no physical downloads, no chasing drivers, no missed deadlines. Everything is scheduled, stored, and ready when you need it. And if you're looking to optimise even more, our solutions cover everything your fleet needs — from safety to fuel control and more.",
   "services_section2_title": "Powerful Vehicle Insights",
   "services_section2_subtitle":"Find all asset data you need to make informed decisions in the Truckpost software for trucking companies. Analyse fuel consumption trends, fleet size & condition, vehicle locations, and more. Connect your existing systems via API fleet integrations for the full picture.",
   "services_section2_text":"Gain complete visibility into your fleet operations with Truckpost’s advanced software solutions designed specifically for trucking companies. Our platform consolidates all critical asset data into a single, easy-to-use system, empowering you to make informed business decisions backed by real numbers.",
   "services_section3_title":"WHY CHOOSE US?",
   "services_section3_subtitle":"Reduce risks and improve decision-making with real-time video",
   "services_section3_text":"Truckpost fleet cameras offer comprehensive protection for your company. With accurate, high-quality footage, you can avoid false accusations, reduce insurance costs and save time in dispute resolution. What's more, these solutions support your drivers, defending them from unfair accusations and unjustified fines.",
   "services_section3_subtitle2":"Fleet Trailer Tracking",
   "services_section3_text2":"Easily achieve full trailer visibility with the Truckpost platform. Get data in one place for major manufacturers like Schmitz Cargobull and KRONE.",
   "services_section3_subtitle3":"Ready-to-use Fleet Data",
   "services_section3_text3":"Get instant access to the most relevant data for your logistics operation through customisable dashboards and industry-focused reports. From critical alerts — like a truck departing with axle overload — to key metrics such as fuel consumption and CO₂ emissions per route, everything is designed to help you act fast and with precision. Turn your fleet into a constant source of insight to cut costs, boost operational efficiency, and move toward more sustainable logistics.",


   "services2_title": "CONSTRUCTION",
   "services2_section_title": "Know What Happens on the Work Site Beyond GPS",
   "services2_section_text": "Combine GPS tracking with cameras, Bluetooth devices, industry-specific reports, special alerts, working time recorder, and other tools available in a single fleet platform to remotely see the real situation at the construction site.",
   "services2_section_text2": "Why do construction companies pick Truckpost?",
   "service2_list_item": "Many security solutions in one place - A Bluetooth (BLE) device costing a couple of euros will help save your tools that often cost over 1000 euros. Use hand-picked solutions that will pay off after the first incident. Tool theft? Use small BLE trackers. Missing vehicles? Locate with GPS devices. Not enough eyes on the ground? Install cameras. Fuel drainage? Set up fuel tank alarms. And get access to 40+ alerts, so you can react ASAP.",
   "service2_list_item_2": "A Bluetooth (BLE) device costing a couple of euros will help save your tools that often cost over 1000 euros. Use hand-picked solutions that will pay off after the first incident. Tool theft? Use small BLE trackers. Missing vehicles? Locate with GPS devices. Not enough eyes on the ground? Install cameras. Fuel drainage? Set up fuel tank alarms. And get access to 40+ alerts, so you can react ASAP. Simple platform and apps save time. Our construction clients say getting started with the Truckpost platform and apps is quick and easy. Start saving time as soon as you digitise.",
   "service2_list_item_3": "Tools built to improve cost efficiency - We know what creates fleet costs for construction companies, so Truckpost platform has solutions to help you reduce them. Our clients often analyse excessive vehicle idling, recurring harsh driving events, unnecessary heavy equipment motor hours, compare employee work hours with camera footage, and more. We provide data that you can turn into savings.",
   "service2_paragraph_2": "Find all asset data you need to make informed decisions in the Truckpost software for trucking companies. Analyse fuel consumption trends, fleet size & condition, vehicle locations, and more. Connect your existing systems via API fleet integrations for the full picture.",
   "services2_section2_title": "You lose thousands when equipment gets stolen or misplaced",
   "services2_section2_subtitle":"The work site is not easy to secure. Fences and guards can’t always prevent trespassing. Even your workers might lose the small rotary hammer drill costing 400+ euros in the huge construction area.",
   "services2_section2_text":"Fleet cameras work when the engine is on. Get eyes on the situation in real time, or watch recordings. All remotely. GPS tracking devices on large vehicles will provide their live location on the Truckpost platform’s map. Bluetooth trackers are small and can be attached to almost any tool. Was it stolen or misplaced? Check easily. User-created geofences on the map will provide you alerts when a tool or vehicle leaves the specific area.",
   "services2_section3_title":"You get unnecessary costs during routes from and to the site",
   "services2_section3_subtitle":"Driving behaviour analysis",
   "services2_section3_text":"Track harsh braking, acceleration, speeding, and other fuel-wasting habits, then coach drivers.",
   "services2_section3_subtitle2":"Excessive idling overview",
   "services2_section3_text2":"Analyse vehicle idling trends and ask employees to shut down the engine when appropriate.",
   "services2_section3_subtitle3":"Fuel consumption trends",
   "services2_section3_text3":"Compare refuelling data with what’s actually in the tank to discover fuel theft. View fuel graphs to see which vehicles or drivers perform less efficiently than others in comparable circumstances.",
   "services2_section4_subtitle4":"Accident footage review",
   "services2_section4_text4":"Add cameras to vehicles and easily handle unfair claims after accidents, saving you up to 5000 euros per case.",

   "services3_title": "Courier & Delivery Fleet Management",
   "services3_section_title": "Courier & Delivery Fleet Management",
   "services3_section_text": "Put an end to missed deliveries and customer complaints. Truckpost gives you real-time tracking, route optimisation, and automated alerts so you can deliver faster, cut costs, and keep clients happy.",
   "services3_section_text2": "Why do construction companies pick Truckpost?",
   "service3_list_item": "Know exactly where every vehicle is - Plan smarter routes, avoid traffic jams, and respond instantly to delays. Give clients precise time windows for deliveries and share location links.",
   "service3_list_item_2": "Protect your drivers and reputation - With fleet cameras and GPS tracking, you can prove delivery completion, avoid false claims, and resolve disputes with clear, time-stamped video and data.",
   "service3_list_item_3": "Tools built to improve cost efficiency - We know what creates fleet costs for construction companies, so Truckpost platform has solutions to help you reduce them. Our clients often analyse excessive vehicle idling, recurring harsh driving events, unnecessary heavy equipment motor hours, compare employee work hours with camera footage, and more. We provide data that you can turn into savings.",
   "service3_list_item_4": "Bring everything into one dashboard - Track vehicles, deliveries, driving style, fuel, maintenance, and more from a single platform. No need for spreadsheets or switching between apps.",
   "services3_section2_title": "Route planning for reliable deliveries",
   "services3_section2_subtitle":"With Truckpost, dispatchers can plan detailed routes, drivers follow tasks via a mobile app, and all progress is monitored live.",
   "services3_section2_text":"Completed tasks sync automatically back to your system, keeping deliveries fast and transparent. Truckpost Basic is a GPS tracking solution you can set up on your own. It provides affordable delivery fleet tracking with simple features, including vehicle locations on the live map, fleet data overview, and route history. Crucially, the solution also provides reports you can submit to the State Revenue Service to receive tax breaks for company light vehicles (depending on the country).",
   "services3_section3_title":"Fleet cameras let you see what exactly happened",
   "services3_section3_subtitle":"Know exactly where every vehicle is",
   "services3_section3_text":"Plan smarter routes, avoid traffic jams, and respond instantly to delays. Give clients precise time windows for deliveries and share location links.",
   "services3_section3_subtitle2":"Protect your drivers and reputation",
   "services3_section3_text2":"With fleet cameras and GPS tracking, you can prove delivery completion, avoid false claims, and resolve disputes with clear, time-stamped video and data.",
   "services3_section3_subtitle3":"Lower fuel costs",
   "services3_section3_text3":"Truckpost helps you detect inefficient driving, cut idle time, and monitor fuel use. Combine it with route optimisation to improve and save on every trip.",
   "services3_section3_subtitle4":"Bring everything into one dashboard",
   "services3_section3_text4":"Track vehicles, deliveries, driving style, fuel, maintenance, and more from a single platform. No need for spreadsheets or switching between apps.",


   "services4_title": "Agriculture Fleet Tracking and Management",
   "services4_section_title": "Agriculture Fleet Tracking and Management",
   "services4_section_text": "Agriculture fleet tracking ensures complete visibility for your equipment and tasks – even in remote areas. We have the right tools for all your assets.",
   "services4_section_text2": "Why do construction companies pick Truckpost?",
   "service4_list_item": "Less idling, more working - Real-time machine location and activity data help reduce idle hours in the field.",
   "service4_list_item_2": "Remote work tracking - No need for on-site supervision, phone calls or messages – track everything remotely.",
   "service4_list_item_3": "Easy worker management - See who’s working where and for how long – even across multiple fields.",
   "service4_list_item_4": "Considerable fuel savings - Find out which vehicles spend the most fuel and fight fuel thefts with special alarms.",
   "services4_section2_title": "Simplify Seasonal Workforce Oversight",
   "services4_section2_subtitle":"Monitor and coordinate remote teams with ease.",
   "services4_section2_text":"Communicate with workers via the Truckpost Driver mobile app instead of phone calls. Use Worktime tools to automate timesheets and reduce admin errors. Set up vehicle inspection forms that employees can fill out via the app",
   "services4_section3_title":"Camera Solutions for Farm Fleets",
   "services4_section3_subtitle":"Catch costly harvest mistakes",
   "services4_section3_text":"Monitor combine and harvester work in real time",
   "services4_section3_subtitle2":"Assess field conditions remotely",
   "services4_section3_text2":"Check soil dryness or wetness, crop growth stage, and whether the machinery can enter the field at all",
   "services4_section3_subtitle3":"Keep subcontractors accountable",
   "services4_section3_text3":"See exactly how your machinery is handled",
   "services4_section3_subtitle4":"Verify loading and delivery",
   "services4_section3_text4":"Avoid disputes at grain terminals and storage sites",

   "services5_title": "Waste Management Fleet Monitoring",
   "services5_section_title": "WASTE MANAGEMENT FLEET MONITORING",
   "services5_section_text": "Agriculture fleet tracking ensures complete visibility for your equipment and tasks – even in remote areas. We have the right tools for all your assets.",
   "services5_section_text2": "Why do you pick Truck Post?",
   "service5_list_item": "Visual Proof with Live and Recorded Video - Disprove complaints. Protect against false damage claims. Validate work done with multi-camera footage stored securely in the cloud.",
   "service5_list_item_2": "Route Replay and Tracking - Reconstruct any route in seconds. See what streets were covered, when pickups occurred, and how long each stop took. Resolve disputes in minutes.",
   "service5_list_item_3": "Lower Fuel Costs - Inefficient stop-and-go driving burns fuel fast. Truckpost detects idling, route detours, and wasteful driving patterns so you can cut costs where it counts.",
   "service5_list_item_4": "Expensive Equipment Protection - One waste management vehicle can cost over €200,000. Truckpost solutions reveal fleet usage and driving habits, allowing you to spot risks quickly.",
   "services5_section2_title": "Truckpost Solutions for Waste Management Fleet Tracking",
   "services5_section2_subtitle":"Waste Management Fleet Monitoring",
   "services5_section2_text":"Monitor with Advanced GPS and BLE Tracking - Real-time GPS tracking of vehicles and routes. Bluetooth low-energy sensors to monitor bin lifts, trailers, and tools. Fast and flexible installation, as well as a self-install option. Cut Fuel Costs with Smarter Driving - Detect and reduce excessive idling and aggressive driving. Spot inefficient vehicles using fuel consumption reports. Compare driver performance to encourage fuel savings. Use data to plan more fuel-efficient routes. Support Fleet Sustainability Goals - Avoid over-expanding your fleet with accurate vehicle usage data. Extend vehicle lifespan through better driving practices. Identify underperforming vehicles for targeted replacement. Reduce emissions by optimising daily fleet operations. Show measurable progress toward sustainability targets",
   "services5_section3_title":"Built for Waste Collection Fleets",
   "services5_section3_subtitle":"Ready for City Challenges",
   "services5_section3_text":"Waste management often involves narrow streets, traffic, and last-minute route changes. Truckpost gives you real-time data to handle this all easily.",
   "services5_section3_subtitle2":"Reliable Tracking, Day or Night",
   "services5_section3_text2":"Waste management doesn’t stop after dark. Truckpost supports night shifts and 24/7 operations with accurate tracking and real-time visibility.",
   "services5_section3_subtitle3":"Stop-and-Go Driving, Under Control",
   "services5_section3_text3":"Waste collection means frequent stops and high fuel use. Truckpost’s fleet management system helps you track driving behaviour, reduce fuel consumption, and avoid costly vehicle damage.",
   "services5_section3_subtitle4":"Smarter Route Planning",
   "services5_section3_text4":"Plan, assign, and track waste management tasks with real-time updates. Keep operations efficient even when conditions change on the ground.",

   "services6_title": "Fleet Management for Passenger Transport",
   "services6_section_title": "ENSURE COMPLIANCE, SAFETY AND COST-EFFICIENCY",
   "services6_section_text": "Truckpost will save your fleet money with our fuel management solution, time with remote tachograph download, ensure safety with video telematics, and more!",
   "services6_section_text2": "We help you make sure everyone has a safe and efficient trip",
   "service6_list_item": "Driver, passenger, and vehicle safety - Make sure your drivers are protected and you get evidence in case of accidents or altercations with video telematics",
   "service6_list_item_2": "Fuel savings and a better passenger experience - Inform every driver of their driving habits to improve and considerably minimise fuel consumption and CO2 emissions. Better driving also contributes to a smoother ride for passengers. ",
   "service6_list_item_3": "Complete fleet control and compliance - Monitor your fleet on the live GPS map, make sure it’s in good condition with fleet maintenance, and comply with EU regulations with the remote tacho download solution.",
   "services6_section2_title": "Why do passenger transport companies choose Truckpost?",
   "services6_section2_subtitle":"The platform adapted to your needs",
   "services6_section2_text":"Working with the Truckpost platform is easy. Reach all the necessary sections with a couple of clicks. Quick statistics are available on the dashboard instantly. Free your mind by setting alerts and reminders to email, in-platform, or even SMS. Generate reports with only the necessary data and schedule them to update regularly.",
   "services6_section3_title":"Durable, in-house devices",
   "services6_section3_subtitle":"Truckpost Cameras",
   "services6_section3_text":"Capture everything on the road and have evidence for later",
   "services6_section3_subtitle2":"Truckpost Basic",
   "services6_section3_text2":"Track your vehicles with a simple GPS tracker and create geozones",
   "services6_section3_subtitle3":"Truckpost Expert",
   "services6_section3_text3":"Take your fleet to the next level with data on fuel consumption, driver behaviour, tachograph readings, and more.",
   "services6_section3_subtitle4":"All devices can also be installed by yourself!",
   "services6_section3_text4":"Choose the plug & play versions to set them up in your own time, no need for a technician and no installation costs.", 


   
   "contact_title":"Contact us",
   "contact_form_title": "We are here to help you!",
   "contact_form_text":"We will be happy to assist you and tell you more about our product and solutions. Send us an inquiry and one of our client consultants will get back to you.",
   "contact_map_title": "HEADQUARTERS",
   "contact_companyinfo_title": "COMPANY INFORMATION"
}
