{
  "nav_home": "ANASAYFA",
  "nav_about": "HAKKIMIZDA",
  "nav_services": "HİZMETLER",
  "nav_contact": "İLETİŞİM",
  "nav_services_1": "Taşımacılık ve Lojistik",
  "nav_services_2": "İnşaat",
  "nav_services_3": "Kurye ve Teslimat Filo Yönetimi",
  "nav_services_4": "Tarım Filo Takibi ve Yönetimi",
  "nav_services_5": "Atık Yönetimi",
  "nav_services_6": "Yolcu Taşımacılığı",
  "contact_navbar": "Bizimle iletişime geçin",
  
  
  "section2_title": "VERİYLE DAHA FAZLASINI BAŞARIN-",
  "section2_text": "FİLO ODAKLI ÇÖZÜMLER",
  "section2_subtitle": "Filo ve Sürücü Güvenliği",
  "section2_subtitle_text": "Video telematiği ile sigorta talepleri veya diğer durumlar için kanıt elde edin. Maliyetlerin azaldığını ve güvenliğin anında arttığını görün.",
  "section2_subtitle2": "Sürdürülebilir Sürüş",
  "section2_subtitle2_text": "CO₂ raporlaması yardımıyla sürdürülebilir sürüşü uygulayın ve sürücü davranış analizi çözümümüzle sürüş alışkanlıklarını kontrol edin.",
  "section2_subtitle3": "Güvenilir Takip",
  "section2_subtitle3_text": "Yüksek kaliteli cihazlarımızı Truckpost platformuyla eşleştirerek güvenilir GPS takibi ve veri toplama sağlayın. Zaman ve kaynak tasarrufu için kendiniz kurabilirsiniz!",
  "section2_subtitle4": "Zahmetsiz Uyum",
  "section2_subtitle4_text": "Takografla ilgili cezalardan kaçının ve otomatik uzaktan takograf indirme çözümümüzle artık sürücü kartı indirmeyi kaçırma endişesi yaşamayın.",

  "services": "TRUCKPOST’UN HİZMET VERDİĞİ SEKTÖRLER",
  "services-subtitle": "HİZMETLER",
  "services-1": "TAŞIMACILIK VE LOJİSTİK",
  "services-1-subtitle": "Aylık 700.000’den fazla araç ve sürücü takograf veri indirmesi, lojistik filo yönetim çözümümüzün güvenilirliğini garanti eder. Düzenlemelere kolayca uyun ve tüm bilgilere sadece birkaç tıklamayla erişin.",
  "services-2": "İnşaat",
  "services-2-subtitle": "GPS takibini kameralar, Bluetooth cihazlar, sektöre özel raporlar, özel uyarılar, çalışma süresi kaydedici ve diğer araçlarla birleştirin. Tek bir filo platformunda şantiyedeki gerçek durumu uzaktan görebilirsiniz.",
  "services-3": "KURYE VE TESLİMAT FİLO YÖNETİMİ",
  "services-3-subtitle": "Kaçırılan teslimatlara ve müşteri şikayetlerine son verin. Truckpost size gerçek zamanlı takip, rota optimizasyonu ve otomatik uyarılar sunar; böylece daha hızlı teslimat yapar, maliyetleri düşürür ve müşterileri memnun edersiniz.",
  "services-4": "TARIM FİLOSU TAKİBİ VE YÖNETİMİ",
  "services-4-subtitle": "Tarım filosu takibi, ekipmanlarınız ve görevleriniz için – hatta uzak bölgelerde bile – tam görünürlük sağlar. Tüm varlıklarınız için doğru araçlara sahibiz.",
  "services-5": "ATIK YÖNETİMİ",
  "services-5-subtitle": "Kaçırılan toplamalar ve tamamlanmamış işler hakkındaki şikayetler, itibarınıza ve sözleşmelerinize zarar verebilir. Truckpost, çöp toplama veya sokak temizliği olsun, atık yönetim filonuza yapılan işin kanıtını sunar.",
  "services-6": "Yolcu Taşımacılığı",
  "services-6-subtitle": "Truckpost, filo harcamalarınızı yakıt yönetimi çözümüyle azaltır, uzaktan takograf indirmeyle zaman kazandırır, video telematiğiyle güvenliği sağlar ve daha fazlasını sunar!",
  "services-7": "Hizmet Sağlayıcılar",
  "services-7-subtitle": "Saha çalışanlarınız müşterileri ziyaret ederek hizmet mi sağlıyor? Filo yönetim yazılımı kullanarak ekibinizin iş akışını kolayca optimize edebilirsiniz.",
  "services-8": "Römork Takibi",
  "services-8-subtitle": "Truckpost platformuyla römork görünürlüğünü tamamen sağlayın. Schmitz Cargobull ve KRONE gibi büyük üreticilerin verilerini tek bir yerde toplayın.",

  "homepage-detail-title": "Her yolculuğu yeni planlama aracımızla optimize edin",
  "homepage-detail-title-2": "Boş kilometrelerden ve dağıtıcılarla sürücüler arasındaki karmaşık koordinasyondan sıkıldınız mı? Yeni görev ve rota planlama çözümümüz, her şeyi tek bir yerde birleştirerek operasyonlarınızı kolaylaştırmanıza yardımcı olur:",
  "homepage-detail-subtitle-1": "CANLI GÖREV HARİTASI",
  "homepage-detail-paragraph-1": "Tüm aktif ve planlanan görevleri gerçek zamanlı görün, ilerlemeyi takip edin ve rota sapmalarını tespit edin.",
  "homepage-detail-subtitle-2": "ESNEK PLANLAMA ARAÇLARI",
  "homepage-detail-paragraph-2": "Görevleri araç parametreleri ve teslimat önceliklerine göre hızlıca atayın, düzenleyin veya yeniden atayın.",
  "homepage-detail-subtitle-3": "ETKİLİ SÜRÜCÜ İŞ AKIŞI",
  "homepage-detail-paragraph-3": "Adım adım navigasyon, gerçek zamanlı güncellemeler ve uygulama üzerinden teslimat belgelerinin taranmasını sağlayın.",
  "homepage-detail-subtitle-4": "Yasal koruma",
  "homepage-detail-paragraph-4": "Trafik kazalarını ve anlaşmazlıkları lehinize çözmek için güvenilir video kanıtlarını güvence altına alın.",
  "homepage-detail-subtitle-5": "Kolay kullanım",
  "homepage-detail-paragraph-5": "Her tarih ve araç için canlı yayınlara ve arşiv görüntülerine tek bir platformdan erişin.",
  "homepage-detail-subtitle-6": "Yol güvenliği",
  "homepage-detail-paragraph-6": "AI tabanlı sistemleri kullanarak tehlikeleri belirleyin, kazaya ramak kala olayları raporlayın ve olayları analiz ederek sürücüyü suçlamalardan koruyun.",

  "footer-category-1": "ÜRÜNLER",
  "footer-category-2": "KAYNAKLAR",
  "footer-category-3": "HAKKIMIZDA",
  "footer-category-4": "BİZE ULAŞIN",

  "about_page_title": "Hakkımızda",
  "about_subtitle": "Şirketlerin Filolarını Verimli Yönetmelerine Yardımcı Oluyoruz",
  "about_subtitle_text": "BİZ KİMİZ",
  "about_subtitle_text_2": "Yolculuğumuz 2006 yılında filo yönetimi ve varlık takip platformumuzu başlattığımızda başladı. İlk müşterilerimizi kazandık – çoğu bugün hâlâ bizimle çalışıyor. O zamandan bu yana güçlü bir uluslararası ekip haline geldik, dünya çapında binlerce müşteri ve iş ortağıyla ilişkiler geliştirdik.",
  "about_section2_title": "TRUCKPOST HAKKINDA",
  "about_section2_text": "Yolculuğumuz 2006 yılında filo yönetimi ve varlık takip platformumuzu başlattığımızda başladı. İlk müşterilerimizi kazandık – çoğu bugün hâlâ bizimle çalışıyor. O zamandan bu yana güçlü bir uluslararası ekip haline geldik, dünya çapında binlerce müşteri ve iş ortağıyla ilişkiler geliştirdik.",
  "about_section2_text2": "Sürüş verilerini toplayan takip cihazları ve filo yönetim yazılımları geliştiriyoruz. Bu verileri yararlı raporlar, grafikler ve panolara dönüştürüyoruz. Veri odaklı filo yönetimini savunuyoruz ve şirketlerin bilinçli kararlar almasına yardımcı oluyoruz; bu da verimliliklerini artırıp kaynaklardan tasarruf etmelerini sağlıyor.",
  "about_section3_title": "Truckpost’da Yaşam",
  "about_section3_text": "Truckpost, Letonya merkezli Draugiem Group’un bir parçasıdır – Avrupa ve ABD’de ofisleri bulunan uluslararası bir bilişim şirketleri topluluğu. Çalışmalarımız, grup şirketlerinin geri kalanıyla aynı değerleri paylaşmaya dayanır – adalet, deneyim ve girişimcilik. İşte hayatımızdan bir günün nasıl göründüğüne göz atın!",
  "about_section4_title": "NEDEN TRUCKPOST?",
  "about_section4_item": "Değerlerimiz",
  "about_section4_text": "Teknolojinin doğru kullanıldığında işletmelere çok zaman ve para kazandırabileceğine inanıyoruz. Bu nedenle müşterilerimizin ve iş ortaklarımızın, sektörleri veya filo büyüklükleri ne olursa olsun, güvenli, sorumlu ve verimli bir şekilde çalışmaları için ihtiyaç duydukları her şeye sahip olmalarını sağlamak üzere sürekli olarak yeni çözümler, ürünler ve platform iyileştirmeleri üzerinde çalışıyoruz.",
  "about_section4_item2": "Profesyonellerden Oluşan Bir Ekip",
  "about_section4_text2": "Truckpost, Letonya, Litvanya, Estonya, Finlandiya, İsveç, Danimarka ve İspanya’da faaliyet gösteren uluslararası bir ekiptir. Truckpost geliştiricileri, mühendisleri, proje yöneticileri, satış ve pazarlama ekipleri, müşteri destek uzmanları ve teknisyenler her gün yüksek kaliteli hizmet sunmak ve müşterilerimizin iş hedeflerine ulaşmalarına yardımcı olmak için birlikte çalışır.",
  "about_section5_title":"", 
  "about_section5_subtitle":"", 
  "about_section5_title_2": "300 000+",
  "about_section5_paragraph": "KURULU CİHAZ",
  "about_section5_title_3": "31k+",
  "about_section5_paragraph_2": "AKTİF MÜŞTERİ",
  "about_section5_title_4": "19+",
  "about_section5_paragraph_3": "YILLIK DENEYİM",
  "about_section5_title_5": "400+",
  "about_section5_paragraph_4": "DÜNYA ÇAPINDA ORTAK",
  "about_location_title": "DÜNYA GENELİNDE OFİSLERİMİZ",
  "location_1_title": "Genel Merkez",
  "location_1_subtitle":"Vācieša Caddesi 6B, Riga, Letonya, LV-1004",
  "location_2_title": "İspanya",
  "location_2_subtitle":"Carrer d'Àlaba, 56B - 2. Kat 08005, Barselona",
  "location_3_title": "Estonya",
  "location_3_subtitle":"Peterburi Caddesi 90F - 42, 11415, Tallinn",   
  "location_4_title": "Finlandiya",
  "location_4_subtitle":"Äyritie 8 E, 01510 Vantaa",
  "location_5_title": "Danimarka",
  "location_5_subtitle":"Søndergade 19L - 8464, Galten",
  "location_6_title": "Litvanya",
  "location_6_subtitle":"Geležinio Vilko g. 18A, Vilnius, 08126 Vilniaus m. sav.",
  "location_7_title": "İsveç",
  "location_7_subtitle":"Trollebergsvägen 14, 222 29, Lund",
  "location_8_title": "Cēsis",
  "location_8_subtitle":"Valmieras iela 19, Cēsis, Cēsu pilsēta, Cēsu novads, LV-4101, Letonya",

  "services_title": "TAŞIMACILIK VE LOJİSTİK",
  "services_section_title": "LOJİSTİK FİLOLAR İÇİN GÜVENİLİR TAKOGRAF İNDİRMELERİ",
  "services_section_text": "Aylık 700.000’den fazla araç ve sürücü takograf verisi indirmesi, lojistik filo yönetimi için çözümümüzün güvenilirliğini garanti eder. Düzenlemelere zahmetsizce uyun ve tüm bilgilere sadece birkaç tıklamayla erişin.",
  "services_section_text2": "Uzaktan takograf indirmeleriyle zamandan tasarruf edin ve düzenlemelere uyun",
  "service_list_item": "Tekrarlayan idari işleri ortadan kaldırın",
  "service_list_item_2": "Sürücülerle koordinasyon için harcanan zamanı azaltın",
  "service_list_item_3": "Bir daha asla yasal bir son tarihi kaçırmayın",
  "service_list_item_4": "Tüm uyumluluk verilerini tek bir güvenli yerde merkezileştirin",
  "service_paragraph": "Manuel uyumluluk görevlerine saatler harcamayı bırakın. Otomatik sistemimiz takograf dosyalarınızı güncel tutar — fiziksel indirme yok, sürücüleri takip etme yok, kaçırılan son tarihler yok. Her şey planlanır, saklanır ve ihtiyacınız olduğunda hazırdır. Daha da optimize etmek istiyorsanız, çözümlerimiz filonuzun ihtiyaç duyduğu her şeyi kapsar — güvenlikten yakıt kontrolüne kadar.",
  "service_paragraph_2": "Kamyon şirketleri için Truckpost yazılımında bilinçli kararlar vermek için ihtiyaç duyduğunuz tüm varlık verilerini bulun. Yakıt tüketim eğilimlerini, filo büyüklüğünü ve durumunu, araç konumlarını ve daha fazlasını analiz edin. Mevcut sistemlerinizi API filo entegrasyonları aracılığıyla bağlayarak tam resmi görün.",
  "services_section2_title": "GÜÇLÜ ARAÇ ANALİZLERİ",
  "services_section2_subtitle": "Kamyon şirketleri için Truckpost yazılımında bilinçli kararlar vermek için ihtiyaç duyduğunuz tüm varlık verilerini bulun. Yakıt tüketim eğilimlerini, filo büyüklüğünü ve durumunu, araç konumlarını ve daha fazlasını analiz edin. Mevcut sistemlerinizi API filo entegrasyonları aracılığıyla bağlayarak tam resmi görün.",
  "services_section2_text": "Kamyon şirketleri için özel olarak tasarlanmış Truckpost’un gelişmiş yazılım çözümleriyle filo operasyonlarınıza tam görünürlük kazandırın. Platformumuz tüm kritik varlık verilerini tek, kolay kullanımlı bir sistemde birleştirerek gerçek rakamlarla desteklenen bilinçli iş kararları almanızı sağlar.",
  "services_section3_title": "NEDEN BİZİ SEÇMELİSİNİZ?",
  "services_section3_subtitle": "Gerçek zamanlı video ile riskleri azaltın ve karar verme sürecinizi geliştirin",
  "services_section3_text": "Truckpost filo kameraları şirketiniz için kapsamlı koruma sağlar. Doğru, yüksek kaliteli görüntüler sayesinde yanlış suçlamalardan kaçınabilir, sigorta maliyetlerini düşürebilir ve ihtilaf çözümünde zamandan tasarruf edebilirsiniz. Ayrıca bu çözümler sürücülerinizi destekler, onları haksız suçlamalardan ve yersiz cezalardan korur.",
  "services_section3_subtitle2": "Filo Treyler Takibi",
  "services_section3_text2": "Truckpost platformuyla treylerlerinizi tam görünürlükle kolayca yönetin. Schmitz Cargobull ve KRONE gibi büyük üreticilerin verilerini tek bir yerde alın.",
  "services_section3_subtitle3": "Kullanıma Hazır Filo Verileri",
  "services_section3_text3": "Lojistik operasyonunuz için en ilgili verilere özelleştirilebilir panolar ve sektöre odaklı raporlar aracılığıyla anında erişin. Dingil aşırı yüküyle yola çıkan bir kamyon gibi kritik uyarılardan, güzergah başına yakıt tüketimi ve CO₂ emisyonları gibi temel metriklere kadar her şey hızlı ve doğru hareket etmenize yardımcı olacak şekilde tasarlanmıştır. Filonuzu sürekli bir içgörü kaynağına dönüştürerek maliyetleri düşürün, operasyonel verimliliği artırın ve daha sürdürülebilir lojistiğe doğru ilerleyin.",

  "services2_title": "İNŞAAT",
  "services2_section_title": "GPS'İN ÖTESİNDE ŞANTİYEDE NELER OLDUĞUNU BİLİN",
  "services2_section_text": "GPS takibini kameralar, Bluetooth cihazları, sektöre özel raporlar, özel uyarılar, çalışma zamanı kaydedici ve tek bir filo platformunda bulunan diğer araçlarla birleştirerek şantiyedeki gerçek durumu uzaktan görün.",
  "services2_section_text2": "İnşaat şirketleri neden Truckpost’u seçiyor?",
  "service2_list_item": "Birçok güvenlik çözümü tek bir yerde – Birkaç euroya mal olan bir Bluetooth (BLE) cihazı, genellikle 1000 eurodan fazla olan aletlerinizi korumanıza yardımcı olur. İlk olaydan sonra kendini amorti edecek çözümler kullanın. Alet hırsızlığı mı? Küçük BLE takip cihazları kullanın. Araç mı kayıp? GPS cihazlarıyla bulun. Sahada yeterince gözünüz yok mu? Kamera kurun. Yakıt hırsızlığı mı? Yakıt tankı alarmları kurun. Ve 40’tan fazla uyarıya erişin, böylece anında tepki verebilirsiniz.",
  "service2_list_item_2": "Birkaç euroya mal olan bir Bluetooth (BLE) cihazı, genellikle 1000 eurodan fazla olan aletlerinizi korumanıza yardımcı olur. İlk olaydan sonra kendini amorti edecek çözümler kullanın. Alet hırsızlığı mı? Küçük BLE takip cihazları kullanın. Araç mı kayıp? GPS cihazlarıyla bulun. Sahada yeterince gözünüz yok mu? Kamera kurun. Yakıt hırsızlığı mı? Yakıt tankı alarmları kurun. Ve 40’tan fazla uyarıya erişin, böylece anında tepki verebilirsiniz. Basit platform ve uygulamalar zaman kazandırır. İnşaat müşterilerimiz Truckpost platformuna ve uygulamalarına başlamanın hızlı ve kolay olduğunu söylüyor. Dijitalleştirdiğiniz anda zaman kazanmaya başlayın.",
  "service2_list_item_3": "Maliyet verimliliğini artırmak için tasarlanmış araçlar – İnşaat şirketleri için filo maliyetlerini nelerin artırdığını biliyoruz, bu yüzden Truckpost platformu bunları azaltmanıza yardımcı olacak çözümler sunar. Müşterilerimiz genellikle aşırı araç rölantisini, tekrarlayan sert sürüş olaylarını, gereksiz ağır ekipman motor saatlerini analiz eder, çalışanların çalışma saatlerini kamera görüntüleriyle karşılaştırır ve daha fazlasını yapar. Size tasarrufa dönüştürebileceğiniz veriler sağlıyoruz.",
  "service2_paragraph_2": "Tüm varlık verilerini Truckpost yazılımında bulun ve bilinçli kararlar alın. Yakıt tüketimi eğilimlerini, filo boyutunu ve durumunu, araç konumlarını ve daha fazlasını analiz edin. Mevcut sistemlerinizi API filo entegrasyonları aracılığıyla bağlayın ve tam resmi görün.",
  "services2_section2_title": "EKİPMAN ÇALINDIĞINDA VEYA KAYBOLDUĞUNDA BİNLERCE EURO KAYBEDERSİNİZ",
  "services2_section2_subtitle": "Şantiyeyi güvence altına almak kolay değildir. Çitler ve güvenlik görevlileri her zaman izinsiz girişi engelleyemez. Hatta işçileriniz büyük şantiye alanında 400+ euro değerindeki küçük bir matkabı bile kaybedebilir.",
  "services2_section2_text": "Filo kameraları motor çalışırken çalışır. Durumu gerçek zamanlı görün veya kayıtları izleyin. Hepsi uzaktan. Büyük araçlardaki GPS takip cihazları, Truckpost platformu haritasında canlı konumlarını sağlar. Bluetooth takip cihazları küçüktür ve neredeyse her araca takılabilir. Çalındı mı yoksa kayboldu mu? Kolayca kontrol edin. Harita üzerinde oluşturduğunuz sanal sınırlar (geofence) bir alet veya araç belirtilen alanı terk ettiğinde size uyarı gönderir.",
  "services2_section3_title": "ŞANTİYE YOLCULUKLARINDA GEREKSİZ MALİYETLER OLUŞUR",
  "services2_section3_subtitle": "Sürüş davranışı analizi",
  "services2_section3_text": "Sert frenleme, hızlanma, aşırı hız ve diğer yakıt israfı alışkanlıklarını takip edin, ardından sürücüleri eğitin.",
  "services2_section3_subtitle2": "Aşırı rölanti takibi",
  "services2_section3_text2": "Araç rölanti eğilimlerini analiz edin ve çalışanlara uygun olduğunda motoru kapatmalarını söyleyin.",
  "services2_section3_subtitle3": "Yakıt tüketim trendleri",
  "services2_section3_text3": "Yakıt dolum verilerini tanktaki gerçek yakıtla karşılaştırarak yakıt hırsızlığını tespit edin. Yakıt grafikleriyle hangi araçların veya sürücülerin benzer koşullarda daha az verimli olduğunu görün.",
  "services2_section4_subtitle4": "Kaza görüntülerini inceleme",
  "services2_section4_text4": "Araçlara kamera ekleyin ve kazalardan sonra haksız talepleri kolayca yönetin, bu da size vaka başına 5000 euroya kadar tasarruf sağlar.",

  "services3_title": "Kurye ve Teslimat Filo Yönetimi",
  "services3_section_title": "KURYE VE TESLİMAT FİLO YÖNETİMİ",
  "services3_section_text": "Kaçırılan teslimatlara ve müşteri şikayetlerine son verin. Truckpost size gerçek zamanlı takip, rota optimizasyonu ve otomatik uyarılar sunar; böylece daha hızlı teslimat yapar, maliyetleri düşürür ve müşterilerinizi memnun edersiniz.",
  "services3_section_text2": "İnşaat şirketleri neden Truckpost’u seçiyor?",
  "service3_list_item": "Her aracın nerede olduğunu tam olarak bilin – Daha akıllı rotalar planlayın, trafik sıkışıklıklarından kaçının ve gecikmelere anında müdahale edin. Müşterilere teslimatlar için kesin zaman aralıkları verin ve konum bağlantıları paylaşın.",
  "service3_list_item_2": "Sürücülerinizi ve itibarınızı koruyun – Filo kameraları ve GPS takibi ile teslimatın tamamlandığını kanıtlayabilir, yanlış iddialardan kaçınabilir ve anlaşmazlıkları zaman damgalı video ve verilerle çözebilirsiniz.",
  "service3_list_item_3": "Maliyet verimliliğini artıran araçlar – İnşaat şirketleri için filo maliyetlerinin neden oluştuğunu biliyoruz; bu nedenle Truckpost platformu bunları azaltmanıza yardımcı olacak çözümler sunar. Müşterilerimiz genellikle aşırı rölantiyi, tekrarlayan sert sürüş olaylarını, gereksiz ağır ekipman motor saatlerini analiz eder, çalışanların çalışma saatlerini kamera görüntüleriyle karşılaştırır ve daha fazlasını yapar. Size tasarrufa dönüştürebileceğiniz veriler sağlıyoruz.",
  "service3_list_item_4": "Her şeyi tek bir panelde toplayın – Araçları, teslimatları, sürüş tarzını, yakıtı, bakımı ve daha fazlasını tek bir platformdan takip edin. Tablo ya da uygulamalar arasında geçiş yapmanıza gerek kalmaz.",
  "services3_section2_title": "GÜVENİLİR TESLİMATLAR İÇİN ROTA PLANLAMA",
  "services3_section2_subtitle": "Truckpost ile dispeçerler detaylı rotalar planlar, sürücüler görevlerini mobil uygulama üzerinden takip eder ve tüm süreç canlı olarak izlenir.",
  "services3_section2_text": "Tamamlanan görevler otomatik olarak sisteminize senkronize edilir ve teslimatlar hızlı ve şeffaf kalır. Truckpost Basic, kendi başınıza kurabileceğiniz bir GPS takip çözümüdür. Araç konumları, filo verileri genel görünümü ve rota geçmişi gibi basit özelliklerle uygun fiyatlı filo takibi sağlar. Ayrıca, ülkeye bağlı olarak şirket araçları için vergi indirimi alabilmeniz için Devlet Gelir İdaresi’ne sunabileceğiniz raporlar da sağlar.",
  "services3_section3_title": "FİLO KAMERALARI TAM OLARAK NE OLDUĞUNU GÖRMENİZİ SAĞLAR",
  "services3_section3_subtitle": "Her aracın nerede olduğunu tam olarak bilin",
  "services3_section3_text": "Daha akıllı rotalar planlayın, trafik sıkışıklıklarından kaçının ve gecikmelere anında müdahale edin. Müşterilere teslimatlar için kesin zaman aralıkları verin ve konum bağlantıları paylaşın.",
  "services3_section3_subtitle2": "Sürücülerinizi ve itibarınızı koruyun",
  "services3_section3_text2": "Filo kameraları ve GPS takibi ile teslimatın tamamlandığını kanıtlayabilir, yanlış iddialardan kaçınabilir ve anlaşmazlıkları zaman damgalı video ve verilerle çözebilirsiniz.",
  "services3_section3_subtitle3": "Yakıt maliyetlerini düşürün",
  "services3_section3_text3": "Truckpost, verimsiz sürüşü tespit etmenize, rölanti süresini azaltmanıza ve yakıt kullanımını izlemenize yardımcı olur. Rota optimizasyonu ile birleştirerek her yolculukta tasarruf edin.",
  "services3_section3_subtitle4": "Her şeyi tek bir panelde toplayın",

  "services4_section_text2": "İnşaat şirketleri neden Truckpost'u seçiyor?",
  "service4_list_item": "Daha az rölanti, daha çok çalışma - Gerçek zamanlı makine konumu ve aktivite verileri sahadaki rölanti süresini azaltmaya yardımcı olur.",
  "service4_list_item_2": "Uzaktan iş takibi - Saha gözetimine, telefonlara veya mesajlara gerek yok – her şeyi uzaktan takip edin.",
  "service4_list_item_3": "Kolay işçi yönetimi - Kim nerede ve ne kadar süre çalışıyor görün – birden fazla sahada bile.",
  "service4_list_item_4": "Önemli yakıt tasarrufu - En çok yakıt tüketen araçları öğrenin ve özel alarmlarla yakıt hırsızlığını önleyin.",
  "services4_section2_title": "Sezonluk İş Gücü Takibini Kolaylaştırın",
  "services4_section2_subtitle": "Uzak ekipleri kolayca izleyin ve koordine edin.",
  "services4_section2_text": "Telefon görüşmeleri yerine Truckpost Driver mobil uygulaması üzerinden çalışanlarla iletişim kurun. Çalışma Saati araçlarını kullanarak puantajları otomatikleştirin ve idari hataları azaltın. Çalışanların uygulama üzerinden doldurabileceği araç muayene formlarını ayarlayın.",
  "services4_section3_title": "Çiftlik Filoları için Kamera Çözümleri",
  "services4_section3_subtitle": "Pahalı hasat hatalarını yakalayın",
  "services4_section3_text": "Biçerdöver ve hasat işlerini gerçek zamanlı izleyin",
  "services4_section3_subtitle2": "Tarla koşullarını uzaktan değerlendirin",
  "services4_section3_text2": "Toprak kuruluğunu veya ıslaklığını, mahsulün büyüme aşamasını ve makinelerin tarlaya girip giremeyeceğini kontrol edin",
  "services4_section3_subtitle3": "Taşeronları sorumlu tutun",
  "services4_section3_text3": "Makinelerinizin tam olarak nasıl kullanıldığını görün",
  "services4_section3_subtitle4": "Yükleme ve teslimatı doğrulayın",
  "services4_section3_text4": "Tahıl terminallerinde ve depolama sahalarında anlaşmazlıklardan kaçının",

  "services5_title": "Atık Yönetimi Filo Takibi",
  "services5_section_title": "ATIK YÖNETİMİ FİLO TAKİBİ",
  "services5_section_text": "Tarım filosu takibi, ekipmanlarınız ve görevleriniz için – uzak bölgelerde bile – tam görünürlük sağlar. Tüm varlıklarınız için doğru araçlara sahibiz.",
  "services5_section_text2": "Neden Truckpost'u seçmelisiniz?",
  "service5_list_item": "Canlı ve Kaydedilmiş Video ile Görsel Kanıt – Şikayetleri çürütün. Yanlış hasar taleplerine karşı korunun. Bulutta güvenli bir şekilde saklanan çok kameralı görüntülerle yapılan işleri doğrulayın.",
  "service5_list_item_2": "Rota Tekrarı ve Takibi – Herhangi bir rotayı saniyeler içinde yeniden oluşturun. Hangi sokakların kapsandığını, ne zaman alımların yapıldığını ve her durağın ne kadar sürdüğünü görün. Anlaşmazlıkları dakikalar içinde çözün.",
  "service5_list_item_3": "Yakıt Maliyetlerini Azaltın – Verimsiz dur-kalk sürüşü yakıtı hızlıca tüketir. Truckpost rölantiyi, rota sapmalarını ve israf eden sürüş alışkanlıklarını tespit ederek maliyetleri azaltmanıza yardımcı olur.",
  "service5_list_item_4": "Pahalı Ekipmanların Korunması – Bir atık yönetimi aracı 200.000 €’nun üzerinde maliyetli olabilir. Truckpost çözümleri filo kullanımını ve sürüş alışkanlıklarını ortaya koyar, böylece riskleri hızla tespit edebilirsiniz.",
  "services5_section2_title": "ATIK YÖNETİMİ FİLO TAKİBİ İÇİN TRUCKPOST ÇÖZÜMLERİ",
  "services5_section2_subtitle":"ATIK YÖNETİMİ FİLO TAKİBİ",
  "services5_section2_text":"Gelişmiş GPS ve BLE Takibi ile İzleme – Araçların ve rotaların gerçek zamanlı GPS takibi. Çöp konteyneri kaldırmalarını, römorkları ve araç gereçleri izlemek için Bluetooth düşük enerjili sensörler. Hızlı ve esnek kurulumun yanı sıra kendi kendine kurulum seçeneği. Daha Akıllı Sürüş ile Yakıt Maliyetlerini Düşürün – Aşırı rölantiyi ve agresif sürüşü tespit edin ve azaltın. Yakıt tüketim raporları ile verimsiz araçları belirleyin. Yakıt tasarrufunu teşvik etmek için sürücü performansını karşılaştırın. Daha verimli rotalar planlamak için verileri kullanın. Filo Sürdürülebilirlik Hedeflerini Destekleyin – Doğru kullanım verileriyle filonuzu gereksiz yere büyütmekten kaçının. Daha iyi sürüş alışkanlıklarıyla araç ömrünü uzatın. Yetersiz performans gösteren araçları hedefli değişim için belirleyin. Günlük filo operasyonlarını optimize ederek emisyonları azaltın. Sürdürülebilirlik hedeflerine doğru ölçülebilir ilerleme gösterin.",
  "services5_section3_title":"ATIK TOPLAMA FİLOLARI İÇİN TASARLANDI",
  "services5_section3_subtitle":"Şehir Zorluklarına Hazır",
  "services5_section3_text":"Atık yönetimi çoğu zaman dar sokaklar, trafik ve son dakika rota değişikliklerini içerir. Truckpost, tüm bunları kolayca yönetebilmeniz için size gerçek zamanlı veriler sunar.",
  "services5_section3_subtitle2":"Gece veya Gündüz Güvenilir Takip",
  "services5_section3_text2":"Atık yönetimi karanlıktan sonra durmaz. Truckpost, gece vardiyalarını ve 7/24 operasyonları doğru takip ve gerçek zamanlı görünürlükle destekler.",
  "services5_section3_subtitle3":"Dur-Kalk Sürüş Kontrol Altında",
  "services5_section3_text3":"Atık toplama, sık sık durmayı ve yüksek yakıt kullanımını beraberinde getirir. Truckpost’un filo yönetim sistemi, sürüş davranışlarını takip etmenize, yakıt tüketimini azaltmanıza ve maliyetli araç hasarlarını önlemenize yardımcı olur.",
  "services5_section3_subtitle4":"Daha Akıllı Rota Planlama",
  "services5_section3_text4":"Atık yönetimi görevlerini gerçek zamanlı güncellemelerle planlayın, atayın ve takip edin. Sahadaki koşullar değişse bile operasyonları verimli tutun.",

  "services6_title": "Yolcu Taşımacılığı için Filo Yönetimi",
  "services6_section_title": "UYUMLULUK, GÜVENLİK VE MALİYET ETKİNLİĞİNİ SAĞLAYIN",
  "services6_section_text": "Truckpost, yakıt yönetimi çözümümüzle filonuza para, uzaktan takograf indirme ile zaman kazandırır, video telematiğiyle güvenliği sağlar ve daha fazlasını sunar!",
  "services6_section_text2": "Herkesin güvenli ve verimli bir yolculuk yapmasını sağlıyoruz",
  "service6_list_item": "Sürücü, yolcu ve araç güvenliği – Sürücülerinizin korunduğundan emin olun ve kazalar veya tartışmalar durumunda video telematiği ile kanıt edinin.",
  "service6_list_item_2": "Yakıt tasarrufu ve daha iyi yolcu deneyimi – Her sürücüyü sürüş alışkanlıkları hakkında bilgilendirin, geliştirin ve yakıt tüketimi ile CO2 emisyonlarını önemli ölçüde azaltın. Daha iyi sürüş, yolcular için daha konforlu bir yolculuğa da katkı sağlar.",
  "service6_list_item_3": "Tam filo kontrolü ve uyumluluk – Filonuzu canlı GPS haritası üzerinde izleyin, bakım ile iyi durumda olduğundan emin olun ve AB yönetmeliklerine uzaktan takograf indirme çözümüyle uyun.",
  "services6_section2_title": "Yolcu taşımacılığı şirketleri neden Truckpost’u seçiyor?",
  "services6_section2_subtitle":"İhtiyaçlarınıza uyarlanmış platform",
  "services6_section2_text":"Truckpost platformu ile çalışmak kolaydır. Gerekli tüm bölümlere birkaç tıklamayla ulaşın. Hızlı istatistikler anında panoda görüntülenir. E-posta, platform içi veya SMS yoluyla uyarılar ve hatırlatmalar ayarlayarak zihninizi boşaltın. Yalnızca gerekli verilerle raporlar oluşturun ve düzenli olarak güncellenmelerini planlayın.",
  "services6_section3_title":"Dayanıklı, dahili cihazlar",
  "services6_section3_subtitle":"Truckpost Kameralar",
  "services6_section3_text":"Yoldaki her şeyi kaydedin ve daha sonra kanıt olarak saklayın",
  "services6_section3_subtitle2":"Truckpost Basic",
  "services6_section3_text2":"Araçlarınızı basit bir GPS takip cihazı ile takip edin ve coğrafi bölgeler oluşturun",
  "services6_section3_subtitle3":"Truckpost Expert",
  "services6_section3_text3":"Filo yönetiminizi bir üst seviyeye taşıyın – yakıt tüketimi, sürücü davranışı, takograf verileri ve daha fazlası hakkında bilgi edinin.",
  "services6_section3_subtitle4":"Tüm cihazlar ayrıca kendiniz tarafından kurulabilir!",
  "services6_section3_text4":"Kendi zamanınızda kurulum yapmak için tak-çalıştır versiyonlarını seçin – teknisyene gerek yok, kurulum maliyeti yok.",
  
    
  "contact_title": "Bize Ulaşın",
  "contact_form_title": "SİZE YARDIMCI OLMAK İÇİN BURADAYIZ!",
  "contact_form_text": "Ürünümüz ve çözümlerimiz hakkında size daha fazla bilgi vermekten ve yardımcı olmaktan memnuniyet duyarız. Bize bir talep gönderin, müşteri danışmanlarımızdan biri en kısa sürede size geri dönecektir.",
  "contact_map_title": "MERKEZ OFİS",
  "contact_companyinfo_title": "ŞİRKET BİLGİLERİ"



}
